Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_samfunnsfag.html.tmx
Source language: sme
Languages: sma

source: buktit ovdamearkkaid kultuvrralaš symbolaide ja selvehit maid mii oaivvildat identitehta- ja kultuvra-doahpagiin
sma: vuesiehtimmieh vedtedh kultuvrelle symbovline, jïh buerkiestidh maam mijjieh vïenhtebe dïejvesinie identiteete jïh kultuvre

source: selvehit dálá sámi servodaga váldoiešvuođaid ja digaštallat iešguđetlágan ealáskahttinvugiid
sma: åejvievæhtide buerkiestidh daan beajjetje saemien siebriedahkesne jïh ovmessie jealajehtemevuekieh digkiedidh

source: ovdandivvut áigeguovdilis servodatriiddu ja ságaškuššat mo dan sáhtášii čoavdit
sma: aktem sjyöhtehke siebriedahke-ovvaantoem digkiedidh, jïh digkiedidh guktie maahta dam loetedh

source: ságastallat ON ’ ja eará riikkaidgaskasaš ovttasbargguid ulbmila, dása gullá eamiálbmotovttasbargu, ja buktit ovdamearkka Norgga rollii ovttasbargguin
sma: aajkoem digkiedidh EN:ine jïh jeatjah gaskenasjovnaale laavenjostojne, daan nuelesne aalkoe-almetjelaavenjostoe, jïh vuesiehtimmieh vedtedh Nöörjen råållese laavenjostojne

source: Gelbbolašvuođamihttomearit 10. jahkeceahki maŋŋil
sma: Maahtoeulmieh 10. daltesen mænngan Goerehtæjja

source: sátnádit gažaldagaid servodatdiliid birra, plánet ja čađahit iskkadeami ja ságaškuššat gávdnosiid ja bohtosiid njálmmálaččat ja čálalaččat
sma: gyhtjelassh hammoedidh tsiehkiej bïjre siebriedahkesne, soejkesjidh jïh tjïrrehtidh aktem goerehtimmiem jïh digkiedidh njaalmeldh jïh tjaaleldh maam gaavneme jïh illedahkide

source: geavahit servodatfágalaš doahpagiid fágaságastallamiin ja ovdanbuktimiin iešguđet digitála reaidduiguin ja hukset viidáseappot earáid buktagiidda
sma: siebriedahkefaageles dïejvesh nuhtjedh faagesoptsestimmine jïh åehpiedehteminie ovmessie digitaale dïrregigujmie, jïh vijriesåbpoe soptsestidh dan bïjre maam mubpieh soptsestamme

source: geavahit statistihkalaš gálduid meroštallat ja válddahit servodatfágalaš ságaškuššamiid tendeanssaid ja variašuvnnaid ja árvvoštallat addá go statistihkka luohtehahtti dieđuid
sma: statistihkeles gaaltijh nuhtjedh juktie aerviedidh jïh buerkiestidh otnjegh jïh jeerehtsh siebriedahkefaageles digkiedimmine, jïh vuarjasjidh mejtie statistihke jaahkods bïevnesh vadta

source: čájehit mo dáhpáhusat sáhttet ovdanbuktojuvvot iešguđet láhkai, ja ságaškuššat mo beroštumit ja ideologiija sáhttet báidnit oainnu dasa mii orru fáktán ja duohtavuohtan
sma: vuesiehtidh guktie maahta heannadimmieh joekehtslaakan åehpiedehtedh, jïh digkiedidh guktie ïedtjh jïh ideologije maehtieh almetji vuajnoem tsevtsedh mij lea faaktah jïh saetniesvoete

source: reflekteret servodatfágalaš gažaldagaid iešguđet digitála gálduid ja bábirgálduid dieđuid vehkiin ja digaštallat gálduid ulbmiliid ja relevánssa
sma: siebriedahkefaageles gyhtjelassi bïjre ussjedidh viehkine bïevnesijstie ovmessie digitaale gaaltijijstie jïh paehperegaaltijijstie, jïh gaaltiji aajkoem jïh sjyöhtehkevoetem digkiedidh

source: identifiseret servodatfágalaš ákkaid, fáktáid ja čuoččuhusaid servodatdebáhtain ja digaštallamiin Interneahtas, árvvoštallat daid kritihkalaččat ja árvvoštallat vuoigatvuođaid ja váikkuhusaid go almmuha Internehttii
sma: siebriedahkefaageles argumenth, faaktah jïh jiehtegh damtijidh siebriedahkedigkiedimmine jïh digkiedimmine Gaskeviermesne, dejtie laejhtehkslaakan vuarjasjidh, jïh reaktah jïh konsekvensh vuarjasjidh gosse dejtie Gaskeviermesne bæjhkohte

source: hutkat muitalusaid olbmuid birra iešguđet ovddeš ja dálá servodagain ja čájehit mo birgejupmi ja árvvut váikkuhit jurdagiidda ja daguide
sma: soptsesh sjugniedidh almetji bïjre ovmessie siebriedahkijste åvtesne jïh daaletje tïjjen, jïh vuesiehtidh guktie jieledenuepieh jïh aarvoeh åssjaldahkide jïh dahkojde tsevtsieh

source: čállit servodatfágalaš teavsttaid ja geavahit aiddolaš fágadoahpagiid, vuođuštuvvon konklušuvnnaid ja gáldočujuhusaid
sma: siebriedahkefaageles tjaalegh tjaeledh viehkine veele faagedïejvesijstie, buerkiestamme konklusjovnijste jïh gaaltijevuesiehtimmijste

source: gávdnat ovdamearkkaid dáhpáhusaide mat leat leamaš mielde hábmemin dálá Sámi ja Norgga, ja digaštallat mo servodat livččii sáhttán šaddat jus dat livčče dáhpáhuvvan eará láhkai
sma: vuesiehtimmieh gaavnedh heannadimmine mah leah viehkiehtamme daan beajjetje Saepmiem jïh Nöörjem hammoedidh, jïh digkiedidh guktie siebriedahke lij maahteme sjïdtedh dastegh dah heannadimmieh lin jeatjahlaakan orreme

source: ságaškuššat olmmošárvoideála, vealaheami ja rasismma ovdáneami historjjálaš ja dálááiggi perspektiivvas
sma: idealem digkiedidh almetjeaarvoen, sïerredimmien jïh rasisme-evtiedimmien bïjre aktene histovreles jïh daaletje tïjjen perspektijvesne

source: ovdandivvut sámi historjjá dehálaš guovddáš ovdánaniešvuođaid 1800-logus gitta 1900-logu gaskamuddui, ja digaštallat mo dáruiduhttinpolitihkka váikkuhii ovttaskas olbmuide ja servodahkii
sma: vihkeles evtiedimmievæhtah åehpiedehtedh saemien histovrijesne 1800-låhkoen jïh voestes lehkien 1900-låhkoste, jïh konsekvensh digkiedidh daaroedehtemepolitihkeste dan akten almetjasse jïh siebriedahkese

source: gávdnat ovdamearkkaid politihkalaš mobiliseremii ja kultuvrralaš visualiseremii sámi historjjás 1900-logu gaskamuttu rájes otnážii
sma: vuesiehtimmieh gaavnedh politihkeles mobiliseradimmien jïh kultuvrelle visualiseradimmien bïjre saemien histovrijesne 1900-låhkoen gaskoeh raejeste daan raajan

source: ovdandivvut norgga historjjá dehálaš ovdánaniešvuođaid 1800-logus gitta 1900-logu gaskamuddui ja válddahit mo dat čujuhit dálá servodahkii
sma: vihkeles evtiedimmievæhtah åehpiedehtedh nöörjen histovrijesne 1800-låhkoen jïh voestes lehkien 1900-låhkoen, jïh buerkiestidh guktie dah daan beajjetje siebriedahken vööste tjuvtjiedieh

source: selvehit čálgostáhta ovdáneami ja válddahit dálá Norgga iešvuođaid
sma: buerkiestidh guktie tryjjesstaate evtiesovvi jïh buerkiestidh væhtah Nöörjesne daan biejjien

source: selvehit teknologalaš ja servodatlaš nuppástuhttimiid maid industriála revolušuvdna dagahii
sma: teknologeles jarkelimmieh jïh siebriedahkejarkelimmieh buerkiestidh dan industrijelle revolusjovnen gaavhtan

source: selvehit daid jurdagiid ja fámuid mat mielddisbukte Amerihká friddjavuođasoađi ja Fránskka revolušuvnna, ja válddahit mo dat váikkuhii Norgga demokráhtalaš ovdáneapmái
sma: åssjalommesh jïh faamoeh buerkiestidh mah dam amerijhken frijjevoetegæmhpoem jïh dam fraanske revolusjovnem sjugniedin, jïh buerkiestidh guktie dïhte dam demokrateles evtiedimmiem Nöörjesne tsevtsi

source: selvehit kolonialismma ja imperialismma ja addit ovdamearkkaid dekoloniseremii
sma: kolonialismen jïh imperialismem buerkiestidh, jïh vuesiehtimmieh vedtedh avkoloniseradæmman

source: ságaškuššat 1900- ja 2000-loguid guovddáš riikkaidgaskasaš riidduid sivaid ja váikkuhusaid
sma: fåantoeh jïh illedahkh digkiedidh stoerre gaskenasjovnaale ovvaantojste 1900-låhkoen jïh 2000-låhkoen

source: ságaškuššat ođđa áiggi dehálaš servodatnuppástuvvamiid ja reflekteret das mo dálá servodat rahpá vejolašvuođaid ođđa nuppástuvvamiidda
sma: vihkeles siebriedahkejarkelimmieh digkiedidh urrebe tïjjen, jïh ussjedidh guktie daan beajjetje siebriedahke orre jarkelimmieh sjugnede

source: báikádit ja dokumenteret máilmmi geográfalaš váldoiešvuođaid bajilgova ja buohtastahttit iešguđet riikkaid ja regiovnnaid
sma: gaavnedh jïh vihtiestidh bijjieguvviem geografeles åejvievæhtijste veartenisnie, jïh ovmessie laanth jïh regijovnh viertiestidh

source: lohkat, dulkot ja atnit bábirkárttaid ja digitála kárttaid, mihttoláva ja kártamearkkaid ja buohtastahttit árbevirolaš ja ođđaáigásaš vugiid dádjadit luonddus
sma: lohkedh, toelhkestidh jïh nuhtjedh paehperekaarhth jïh digitaale kaarhth, möölegeståahkem jïh kaarhtevæhtah, jïh aerpievuekien jïh daajbaaletje vuekieh viertiestidh guktie maahta eatnamisnie gaavnedh

source: selvehit eatnama siskkáldas ja olgguldas fámuid, áibmohivvodaga lihkadeami, čázi birrajohtima, dálkki, dálkkádagaid ja šaddodaga, ja ságaškuššat luonddu ja servodaga oktavuođaid
sma: buerkiestidh sisnjeldh jïh byjngetje faamoeh eatnamisnie, guktie elmesne svæhtja, guktie tjaetsie eatnamisnie jåhta, veareldem, klijmam jïh vegetasjovnem buerkiestidh jïh ektiedimmieh eatnemen jïh siebriedahken gaskem digkiedidh

source: selvehit man viiddis Sápmi lea, ja mo nationálastáhtaid ráját ja hálddašanráját juhket guovlluid
sma: buerkiestidh gusnie dïhte geografeles Saepmie, jïh guktie nasjovnaalestaati raasth jïh reeremerasth daejtie dajvide juekieh

source: selvehit sámi eanadatnamahusaid ja sámi báikenamaid
sma: buerkiestidh naan saemien dïejvesh eatnemehammojne jïh saemien sijjienommh

source: suokkardit mo olbmot ávkkástallet luondduvuođu, eará riggodagaid ja teknologiija Norggas ja máilmmi eará riikkain, ja ságaškuššat guoddevaš ovdáneami eavttuid
sma: goerehtidh guktie almetjh nuhtjieh eatnemevåaromem, jeatjah vierhtieh jïh teknologijem Nöörjesne jïh jeatjah laantine veartenisnie, jïh premisside akten monnehke evtiedæmman digkiedidh

source: guorahallat ja digaštallat riggodagaid geavaheami ja boasttugeavaheami, ja makkár váikkuhusaid dat sáhttá buktit birrasii, ja makkár riidduid dat sáhttá dagahit báikkálaččat ja máilmmiviidosaččat
sma: goerehtidh jïh digkiedidh åtnoem jïh miste-åtnoem vierhtijste, mah konsekvensh daate maahta åadtjodh byjresasse jïh siebriedahkese, jïh mah ovvaantoeh daate maahta sjugniedidh gietskene jïh abpe veartenisnie

source: buohtastahttit álbmogiid sturrodaga, struktuvrra ja lassáneami ja analyseret álbmotovdáneami, urbaniserema ja fárremiid ođđasat áiggis
sma: stoeredahkem, struktuvrem jïh sjïdtemem årrojedåehkine viertiestidh, jïh evtiedimmiem årroejijstie, urbaniseradimmiem jïh juhtemem urrebe tïjjen analyjseradidh

source: kártet iešguđet máilmmiosiid eallineavttuid, ja čilget gefiid ja riggáid stuorra erohusaid ja ságaškuššat doaibmabijuid mo dásset juohkima Servodatoahppu
sma: goerehtalledh man jeereldihkie almetjh ovmessie bieline veartenistie veasoeh, dejtie stoerre joekehtsidie giefies jïh ræjhkoes gaskem buerkiestidh, jïh råajvarimmieh digkiedidh akten jïebnebe joekedæmman

source: selvehit mo iešguđet politihkalaš bellodagat ovddidit iešguđet árvvuid ja beroštumiid, laktit dáid áigeguovdilis servodatgažaldagaide ja ákkastallat iežas oainnu
sma: buerkiestidh guktie ovmessie politihkeles krirrieh ovmessie aarvoeh jïh ïedtjh eevtjieh, daam sjyöhtehke siebriedahkegyhtjelasside ektiedidh, jïh jïjtse vuajnoen åvteste argumenteradidh

source: selvehit politihkalaš ásahusaid Norggas ja Sámis ja politihkalaš ásahusaid rollajuogadeami
sma: politihkeles institusjovnh Nöörjesne jïh Saepmesne buerkiestidh, jïh råållajoekedimmiem dej politihkeles institusjovni gaskem

source: buktit ovdamearkkaid dasa maid ovttasbargu, mielváikkuheapmi, demokratiija ja searvan mearkkašit našuvnnalaččat, báikkálaččat, organisašuvnnain ja skuvllas
sma: vuesiehtimmieh vedtedh maam mïelide laavenjostoe, meatanårrome jïh demokratije utnieh nasjovnaale jïh gietskene suerkine, siebrine jïh skuvlesne

source: selvehit ON-lihtu, ON ’ olmmošvuoigatvuođajulggaštusa ja guovddáš ON-konvenšuvnnaid váldoprinsihpaid, oktan ILO-konvenšuvnnain eamiálbmotvuoigatvuođaid birra, čájehit mo dat bohtet ovdan lágain, ja ságaškuššat olmmošvuoigatvuođaid rihkkuma váikkuhusaid
sma: åejvieprinsihpide buerkiestidh EN-sjïehtedimmesne, EN-almetjereaktabæjhkoehtimmesne jïh vihkeles EN-konvensjovnine, aaj ILO-konvensjovne aalkoe-almetji reaktaj bïjre, vuesiehtidh guktie dah våajnoes sjidtieh laakine, jïh konsekvenside digkiedidh gosse almetjereaktide miedtele

source: buktit ovdamearkkaid dasa mo ráhkesvuođa ja seksualitehta oktavuođa áddejupmi sáhttá rievddadit kultuvrras ja kultuvrraid gaskkas
sma: vuesiehtimmieh vedtedh guktie goerkese gieriesvoeten jïh seksualiteeten bïjre maehtieh jeerehtidh kultuvrine jïh kultuvri gaskem

source: analyseret sohkabealrollaid seksualitehta govvidemiid oktavuođas ja čilget sávahahtti seksuála oktavuođa ja seksuála veahkaválddálašvuođa erohusa
sma: kjønnsråållah analyjseradidh gusnie seksualtiteeten bïjre soptsestamme, jïh joekehtsem buerkiestidh vaajteles seksuelle gaskesen jïh seksuelle meadtoen gaskem

source: buktit ovdamearkkaid dasa mo láhkarihkkun lea meannuduvvon, digaštallat rihkolašvuođa sivaid ja váikkuhusaid ja čilget mo riektestáhta doaibmá
sma: vuesiehtimmieh vedtedh guktie akte meadtoe lea gïetesovveme, fåantoeh digkiedidh man åvteste kriminaliteete sjædta jïh konsekvenside kriminaliteeteste, jïh buerkiestidh guktie reaktastaate fungerede

source: selvehit guottut-, ovdagáttut- ja rasisma-doahpagiid ja árvvoštallat mo guottut sáhttet váikkuhuvvot ja mo ovttaskas olmmoš ja servodat sáhttet eastadit ovdagáttuid ja rasismma
sma: buerkiestidh dïejvesidie vuajnoeh, vaanesovme jïh rasisme, jïh vuarjasjidh guktie vuajnoeh maehtieh tsevtseme sjïdtedh, jïh guktie fïereguhte jïh siebriedahke maehtieh vaanesovmi jïh rasismen vööste barkedh

source: guorahallat árbevirolašmáhtu ja ságaškuššat mo árbevirolašmáhttu sáhttá fievrreduvvot ođđaáigásaš oktavuođaide
sma: aerpievuekien daajroem goerehtidh, jïh digkiedidh guktie maahta aerpievuekien daajroem sertiestidh daajbaaletje ektiedimmide

source: válddahit mo geavahanvuogit leat rievdan Norggas, ja selvehit geavaheaddjivuoigatvuođaid
sma: buerkiestidh guktie åtnoe vaarojste jïh dïenestijstie lea evtiesovveme Nöörjesne, jïh utnijereaktide buerkiestidh

source: válddahit duhpáha ja gárihuhttinmirkkuid geavaheami ovdáneami ja váikkuhusaid Norggas ja reflekteret guottuid gárihuhttinmirkkuide
sma: buerkiestidh evtiedimmiem jïh konsekvensh dågka- jïh geeruvevoete-åtnoste Nöörjesne, jïh ussjedadtedh mah vuajnoeh almetjh utnieh geeruvevoetevierhtide

source: válddahit norgga ekonomiija váldoiešvuođaid ja mo dat lea čadnon globála ekonomiijii
sma: åejvievæhtah buerkiestidh nöörjen ekonomijesne, jïh guktie dïhte lea ektiedamme abpeveartenen ekonomijine

source: Gelbbolašvuođamihttomearit Jo1/Jo2 maŋŋil
sma: Maahtoeulmieh Jåa1 / Jåa2 mænngan

source: sátnádit áigeguovdilis servodatfágalaš čuolmma ja čállit ságaškušši teavstta mas geavaha fágadoahpagiid, iešguđet gálduid ja gáldočujuhusaid
sma: aktem sjyöhtehke siebriedahkefaageles dåeriesmoerem hammoedidh, jïh aktem digkeden tjaalegem tjaeledh viehkine faagedïejvesijstie, jeereldihkie gaaltijeåtnoste jïh gaaltijevuesiehtimmijste

source: guorahallat áigeguovdilis báikkálaš, nationála ja globála váttisvuođaid ja ságaškuššat iešguđetlágan čovdosiid njálmmálaččat ja čálalaččat geavahettiin aiddolaš fágadoahpagiid
sma: sjyöhtehke nasjovnaale jallh abpeveartenen dåeriesmoerh goerehtidh, jïh njaalmeldh jïh tjaaleldh ovmessie raeriestimmieh digkiedidh guktie maahta dejtie loetedh, veele åtnojne faagedïejvesijstie

source: geavahit iešguđetlágan digitála ohcanstrategiijaid gávdnat ja buohtastahttit dieđuid mat válddahit čuolmmaid iešguđet perspektiivvas, ja árvvoštallat gálduid ulbmila ja relevánssa
sma: jeereldihkie digitaale ohtsemestrategijh nuhtjedh juktie bïevnesh gaavnedh jïh viertiestidh mah dåeriesmoerh buerkiestieh ovmessie vuajnojste, jïh gaaltiji aajkoem jïh ïedtjem vuarjasjidh

source: geavahit oktasaš ja vuostálas dieđuid statistihkas ságaškuššat servodatfágalaš čuolmma
sma: plearoeh jïh joekehts bïevnesh statistihkeste nuhtjedh juktie aktem siebriedahkefaageles dåeriesmoerem digkiedidh

source: ságaškuššat servodatfágalaš fáttáid digitála digaštallanforumiin ja árvvoštallat iežas áddejumi earáid čállagiid ektui
sma: siebriedahkefaageles aamhtesh digkiedidh digitaale digkiedimmiedåehkine, jïh jïjtse goerkesem vuarjasjidh tjoevkesisnie mubpiej mïelijste

source: guorahallat nuoraid sosialiserema Sámis ja Norggas guovddáš doahpagiid vehkiin ja digaštallat čearddalaš ja riikavuloš gullevašvuođa oktavuođa
sma: sosijaliseradimmiem noerijste Saepmesne jïh Nöörjesne goerehtidh viehkine vihkeles dïejvesijstie sosijaliseradimmien bïjre, jïh tsiehkiem digkiedidh gaskem etnihkeles jïh staateborgeles ektievoetem gaskem

source: selvehit makkár vuoigatvuođat geavaheaddjis leat ja digaštallat geavaheddjiid ehtalaš ovddasvástádusa
sma: reaktide buerkiestidh mejtie åtna goh utnije, jïh utnijen etihkeles dïedtem digkiedidh

source: rehkenastit sisaboađuid, bidjat bušeahta dállodollui ja árvvoštallat mo eallindilli, seastin ja loatnaváldin váikkuhit persovnnalaš ekonomiijii
sma: baalhkah ryöknedh, budsjedtem bæjjese bïejedh akten gåetiegåntan, jïh vuarjasjidh guktie jieledetsiehkie, spååredimmie jïh lööneme dam persovneles ekonomijem tsevtsieh

source: analyseret iešguđetlágan rihkolašvuođa ja veahkaválddálašvuođa viidodaga, ja ságaškuššat mo dákkár daguid sáhttá eastadit, ja mo riektestáhta doaibmá
sma: analyjseradidh man jïjnje dejstie ovmessie kriminaliteetesåarhtijste jïh meadtoesåarhtijste, jïh digkiedidh guktie maahta dagkerh dahkoeh heerredidh, jïh guktie reaktastaate fungerede

source: defineret kultuvra-doahpaga ja buktit ovdamearkkaid dasa mo kultuvra, sohkabealrollat ja bearaš-, sohka- ja ovttaseallinvuogit rievddadit báikkiid ja áiggi mielde
sma: dïejvesem kultuvre tjïertestidh, jïh vuesiehtimmieh vedtedh guktie kultuvre, kjønnsråållah jïh fuelhkie-, slïekte- jïh ektiejieledevuekieh jeerehtieh sijjeste sæjjan, jïh jarkelieh tïjje doekoe

source: digaštallat dálá sámi kultuvrra váldoiešvuođaid ja variašuvnnaid ja reflekteret das maid mearkkaša leat eamiálbmogin
sma: åejvievæhtah jïh jeerehtsh saemien kultuvresne daan biejjien digkiedidh, jïh ussjedidh mij sæjhta jiehtedh aalkoe-almetjinie årrodh

source: digaštallat mo oskkolaš, čearddalaš ja kultuvrralaš variašuvnnat hábmejit vejolašvuođaid ja hástalusaid
sma: digkiedidh guktie religijööse, etnihkeles jïh kultuvrelle jeerehtsh, nuepieh jïh haestemh sjugniedieh

source: ságaškuššat manne ovdagáttut, rasisma ja vealaheapmi čuožžilit, ja makkár doaibmabijut sáhttet eastadit daid
sma: digkiedidh man åvteste vaanesovmh, rasisme jïh sïerredimmie sjidtieh, jïh mah råajvarimmieh mah maehtieh dejtie heerredidh

source: gávdnat dieđuid iešguđet fidnuid birra ja digaštallat makkár vejolašvuođat ja hástalusat dálá bargomárkanis leat
sma: bïevnesh gaavnedh ovmessie barkoej bïjre, jïh nuepieh jïh haestemh barkoemaarkedisnie daan biejjien digkiedidh

source: reflekteret mávssolašvuođa das ahte olbmos lea bargu, ja mat leat buori bargobirrasa dovdomearkkat
sma: aarvoen bïjre ussjedidh barkoem utnedh, jïh mij lea sjïere aktene hijven barkoejieliedisnie

source: digaštallat sámi ealáhusaid ja servodagaid barggaheami ja árvoháhkama vejolašvuođaid ja hástalusaid ja ságaškuššat bargguhisvuođa
sma: nuepieh jïh haestemh digkiedidh fasseldæmman jïh aarvoesjugniedæmman saemien jieliemisnie jïh siebriedahkesne, jïh barkohtsvoetem digkiedidh

source: digaštallat bargoeallimii guoskevaš ehtalaš čuolmmaid
sma: etihkeles dåeriesmoerh digkiedidh ektiedamme barkoejieliedasse

source: selvehit ealáhus-, bargiid- ja bargoaddiorganisašuvnnaid ja sin saji bargoeallimis ja fáktoriid mat mearridit bálká- ja bargoeavttuid
sma: buerkiestidh jieleme-, barkoevaeltije- jïh barkoevedtijesiebride jïh dej sijjiem barkoejieliedisnie, jïh faktovride mah baalhka- jïh barkoetsiehkide nænnoestieh

source: árvvoštallat fitnodatálggaheami vejolašvuođaid ja hástalusaid ja gávnnahit boađus- ja balánsarehketdoalu váldosárgosiid
sma: nuepieh jïh haestemh vuarjasjidh gosse sïeltem tseegkie, jïh åejviebiehkide olkese giesedh aktene illedahke- jïh balansereeknehlåhkosne

source: digaštallat dásseárvvu mávssolašvuođa ja sohkabealjuogaduvvon bargomárkana váikkuhusaid
sma: aarvoem mïrrestallemistie digkiedidh, jïh konsekvensh aktede barkoemaarkedeste mij lea nyjsenæjjaj jïh kaarri gaskem juakeme

source: guorahallat ja digaštallat mo ieš sáhttá oassálastit ja váikkuhit politihkalaš vuogádahkii iešguđetlágan váikkuhankanálaid geavahemiin
sma: goerehtidh jïh digkiedidh guktie jïjtje maahta meatan årrodh dam politihkeles systeemem tsevtsedh, viehkine ovmessie tsevtsemekanaalh nuhtjedh

source: selvehit demokratiija iešguđetlágan hástalusaid, earret eará eamiálbmot- ja minoritehtaovddastemiid birra
sma: ovmessie haestemh demokratijese buerkiestidh, gaskem jeatjah representasjovnen bïjre aalkoe-almetjijstie jïh unnebelåhkojste

source: selvehit eamiálbmotvuoigatvuođaid ja ságaškuššat sámi álbmoga iešmearridanrievtti
sma: aalkoe-almetjereaktah buerkiestidh, jïh saemiej jïjtjenænnoestimmiereaktam digkiedidh

source: digaštallat stivrenvuogi, riektestáhta ja olmmošvuoigatvuođaid gaskavuođaid
sma: ektiedimmieh digkiedidh stuvremevuekien, reaktastaaten jïh almetjereaktaj gaskem

source: ságaškuššat eanetlohkodemokratiija ja selvehit Norgga stivrenvuogi ja deháleamos politihkalaš stivrenorgánaid, dása gullet sámi demokráhtalaš orgánat Sámis
sma: jienebelåhkoedemokratijem digkiedidh jïh stuvremevuekiem jïh doh vihkielommes politihkeles stuvremeåårganh Nöörjesne buerkiestidh, daan nuelesne doh saemien demokrateles åårganh Saepmesne

source: analyseret sámi ja norgga politihka politihkalaš bellodagaid ja ovttastumiid vuođđoerohusaid
sma: vihkeles joekehtsh analyjseradidh politihkeles krirriej jïh dåehkiej gaskem, saemien jïh nöörjen politihkesne

source: selvehit Norgga ekonomalaš politihka guovddáš dovdomearkkaid
sma: vihkeles væhtah buerkiestidh dennie ekonomeles politihkesne Nöörjesne

source: digaštallat norgga čálgostáhta váldoprinsihpaid ja hástalusaid
sma: åejvieprinsihpide jïh haestiemidie digkiedidh dan nöörjen tryjjes-staatese

source: digaštallat ekonomalaš ovdáneapmi-, eallinstandárda-, eallinkvalitehta- ja guoddevaš ovdáneapmi-doahpagiid ja daid gaskavuođa
sma: digkiedidh dïejvesidie ekonomeles sjïdteme, jieledestandarde, jieledekvaliteete jïh monnehke evtiedimmie, jïh tsiehkiem dej gaskem

source: defineret fápmu-doahpaga ja buktit ovdamearkkaid dasa mo fápmu geavahuvvo máilmmiservodagas
sma: dïejvesem faamoe tjïertestidh jïh vuesiehtimmieh vedtedh guktie faamoe åtnasåvva veartenesiebriedahkesne

source: defineret globaliseren-doahpaga ja árvvoštallat globaliserema iešguđet váikkuhusaid erenoamážit eamiálbmogiid dili dáfus
sma: dïejvesem globaliseringe tjïertestidh, jïh ovmessie konsekvensh globaliseringeste vuarjasjidh, joekoen aalkoe-almetji tsiehkie

source: selvehit EO ’ ulbmiliid ja stivrenorgánaid ja digaštallat Norgga oktavuođa EO:i
sma: EU:n ulmieh jïh stuvremeåårganh buerkiestidh, jïh Nöörjen tsiehkiem EU:se digkiedidh

source: gávdnat ovdamearkkaid iešguđet riidduide ja olmmošvuoigatvuođarihkkumiidda ja ságaškuššat maid ON ja eará riikkaidgaskasaš aktevrrat sáhttet dahkat
sma: vuesiehtimmieh gaavnedh ovmessie såarhts ovvaantojne jïh almetjereaktameadtojne, jïh digkiedidh maam EN jïh jeatjah gaskenasjovnaale aktöörh maehtieh darjodh

source: selvehit iešguđet sivaid manne muhtun riikkat leat geafit ja muhtumat fas riggát, ja digaštallat doaibmabijuid unnidit geafivuođa máilmmis
sma: buerkiestidh naan fåantoeh man åvteste muvhth laanth leah giefies jïh muvhth ræjhkoes, jïh råajvarimmieh digkiedidh juktie giefiesvoetem veartenisnie giehpiedidh

source: digaštallat terrorismma dovdomearkkaid ja sivaid
sma: væhtah jïh fåantoeh digkiedidh man åvteste terrorisme sjædta

source: Árvvoštallan fágas
sma: Faagem vierhtiedidh

source: Loahppaárvvoštallama mearrádusat:
sma: Bïhkedassh galhkuvevuarjasjæmman

source: Oppalašárvosáni árvvoštallan
sma: Galhkuvevuarjasjimmie

source: Ortnet
sma: Daltese

source: 10. jahkeceahkki
sma: 10. daltese

source: Oahppit galget oažžut ovtta oppalašárvosáni.
sma: Learohkh edtjieh aktem galhkuvekarakterem utnedh.

source: Jo1 oahppospesialiserema oahppoprográmmat – reálafágaid prográmmasuorggit ja giela, servodatfága ja ekonomiija prográmmasuorggit
sma: Jåa1 ööhpehtimmieprogrammh studijegoerehtæmman – programmesuerkie realfaagese jïh programmesuerkie gielese, siebriedahkefaagese jïh ekonomijese

source: Jo2 valáštallanfágaid oahppoprográmmat ja musihka, dánsuma ja drámá oahppoprográmmat
sma: Jåa2 ööhpehtimmieprogrammh idrettsfaagese jïh ööhpehtimmieprogrammh musihkese, daanhtsose jïh draamese

source: Jo2 fidnofágalaš oahppoprográmmat
sma: Jåa2 barkoefaageles ööhpehtimmieprogrammh
